{
	"_metadata": {
		"display_name": "Català (Espanya)",
		"locale_code": "es_CA",
		"locale_code_short": "ca"
	},
	"action": {
		"cancel": "Cancel·la",
		"clone": "Clona",
		"close": "Tanca",
		"confirm_deletion": "Confirmeu la supressió",
		"delete": "Elimina",
		"done": "Fet",
		"download": "Descarrega",
		"go": "Ves",
		"got_it": "Llest!",
		"install": "Instal·la",
		"launch": "Inicia",
		"next": "Següent",
		"ok": "D'acord",
		"previous": "Anterior",
		"run": "Executa",
		"save_and_select": "Desa i selecciona",
		"select": "Selecciona",
		"submit_2fa": "Envia 2FA",
		"validate": "Valida",
		"visit_website": "Visita el lloc web"
	},
	"ajax": {
		"delete_list_error": "S'ha produït un problema en suprimir la llista.",
		"disassociate_list_error": "Hi ha hagut un problema en desvincular la llista associada anteriorment amb aquest codi de curs.",
		"display_list_error": "S'ha produït un problema en mostrar la llista.",
		"error_adding_app": "S'ha produït un problema en afegir l'aplicació",
		"error_removing_app": "S'ha produït un problema en eliminar l'aplicació",
		"form_error": "Hi ha hagut un problema a l'enviar el formulari. Torna-ho a provar.",
		"form_success": "Completat amb èxit.",
		"from_list": "de la llista.",
		"get_list_error": "S'ha produït un problema en recuperar informació sobre la llista.",
		"get_lists_error": "S'ha produït un problema en recuperar les llistes.",
		"get_share_data_error": "S'ha produït un problema en carregar dades d'aquesta llista.",
		"get_share_url_error": "S'ha produït un problema en obtenir l'enllaç compartit.",
		"identify_associated_list_error": "Hi ha hagut un problema en identificar la llista associada actualment amb aquest codi de curs.",
		"link_error": "Hi ha hagut un problema al carregar l'enllaç. Torna-ho a provar.",
		"remove_list_error": "S'ha produït un problema en eliminar la llista.",
		"save_availability_error": "S'ha produït un problema en actualitzar la disponibilitat de l'aplicació.",
		"save_availability_error_exam_not_ready": "Actualment, l'aplicació que heu intentat actualitzar no està preparada per a l'examen. Poseu-vos en contacte amb el servei d'assistència per obtenir ajuda.",
		"save_list_error": "S'ha produït un problema al desar la llista.",
		"to_list": "a la llista."
	},
	"app": {
		"launch": {
			"other": "Altres opcions d'execució",
			"view": "Veure",
			"view_full": "Veure aplicació"
		},
		"less_info_button": "Menys informació",
		"list": {
			"add": "Afegir",
			"added_to_list": "Afegit a la llista",
			"from_list": "de la llista",
			"remove": "Elimina",
			"to_list": "a la llista"
		},
		"more_info": {
			"categories": "Categories",
			"description": "Descripció",
			"dm_description": "Descripció",
			"dm_info": "Informació",
			"dm_oss": "Sistemes operatius",
			"dm_restrictions": "Restriccions",
			"dms_for": "Mètodes d'entrega per",
			"filter_countries": "Filtrar per països",
			"os_support": "Suport",
			"regions_for": "Regions disponibles per",
			"regions_unrestricted": "Aquesta aplicació no està restringida per regió.",
			"tab_details": "Detalls de l'aplicació",
			"tab_dms": "Mètodes d'entrega",
			"tab_regions": "Restriccions",
			"vendor": "Fabricant"
		},
		"more_info_button": "Més informació",
		"needs_validation": "Necessita validació",
		"no_delivery_method": "No s'han trobat mètodes d'entrega per a aquesta aplicació.",
		"no_description": "No hi ha cap descripció disponible en aquest moment.",
		"no_match": "Ho sento, no hi ha cap aplicació que coincideixi amb la teva selecció.",
		"none_found": "Ho sento, no hi ha aplicacions disponibles actualment. Si us plau, contacta amb el servei d'assistència per demanar accés.",
		"os": {
			"other": "Altres",
			"support_full": "Compatible amb",
			"support_none": "No s'admet",
			"support_partial": "Compatible parcialment amb",
			"support_unknown": "No s'ha provat a",
			"supported": "Compatible",
			"unsupported": "No compatible",
			"untested": "No provat"
		},
		"restrictions": {
			"any_device": "Qualsevol dispositiu permès",
			"byod_not_ok": "Els dispositius propietat d'usuari (BYOD) no estan permesos",
			"byod_ok": "Dispositius propietat d'usuari (BYOD) permesos",
			"domain_any": "Qualsevol domini",
			"domain_restricted": "Només dominis de la institució",
			"laptop_only": "Només per a dispositius portàtils",
			"machine_only": "Aquesta aplicació només està disponible en aquesta màquina",
			"offline_not_ok": "No està disponible fora de línia",
			"offline_ok": "Disponible fora de línia",
			"offsite_not_ok": "No permès off-site",
			"offsite_ok": "Permès off-site",
			"region_any": "Qualsevol regió",
			"region_restricted": "Regió restringida",
			"region_unrestricted": "Aquesta aplicació no està restringida per regió."
		},
		"status": {
			"launching_via": "Inicia via",
			"requires_2fa": "Aquesta aplicació requereix 2FA",
			"requires_validation": "Aquesta aplicació requereix validació",
			"unavailable_action": "No disponible",
			"unavailable_text": "Aquesta aplicació no està disponible"
		},
		"unknown_vendor": "Fabricant desconegut"
	},
	"app-list": {
		"add": "Afegeix una llista nova",
		"associated_with_course": "Aquesta llista d'aplicacions s'ha associat amb el curs",
		"description": "Aquí podeu conservar les llistes d'aplicacions relacionades que voldríeu compartir amb altres usuaris.",
		"in_lms": "al vostre sistema de gestió de l’aprenentatge.",
		"lti": "Curs",
		"lti_confirm_delete": "al vostre sistema de gestió de l'aprenentatge, esteu segur que voleu suprimir aquesta llista?",
		"successful_link": "Aquesta llista d'aplicacions s'ha vinculat correctament amb el curs",
		"title": "Les meves llistes d'aplicacions"
	},
	"app_list_confirmation": {
		"cancel": "Cancel·la",
		"confirm": "Afegeix una llista nova",
		"description": {
			"end": "Voleu continuar?",
			"name": "aquesta llista la compartia",
			"start": "Estàs obrint la llista d'aplicacions"
		},
		"title": "Obriu una llista d’aplicacions"
	},
	"app_list_name": {
		"cancel": "Cancel·la",
		"create": "Crea",
		"description": "El nom que trieu per a la vostra llista d'aplicacions serà visible per a les persones amb qui compartiu la llista.",
		"list_name": "Nom de la llista",
		"title": "Nom de la llista d'aplicacions",
		"update": "Canviar el nom",
		"validation": {
			"invalid_characters": "El nom conté caràcters invàlids",
			"length": "El nom no ha de ser superior a 250 caràcters",
			"required": "El nom no pot estar buit"
		}
	},
	"client": {
		"download": "Descarrega",
		"have": "Ja ho tinc"
	},
	"cloudpaging": {
		"no_applications_found": "No s'ha trobat cap aplicació",
		"no_versions_found": "No s'ha trobat cap versió"
	},
	"context": {
		"helpers": {
			"any_device": "Tots els dispositius estan permesos",
			"byod_rqd": "Utilitzes un dispositiu que no pertany a una institució per accedir a aquesta aplicació",
			"byod_text": "Si els dispositius propietat de l'usuari no estan permesos, només es podran utilitzar els dispositius propietat de la institució.",
			"byod_title": "Dispositius propietat de l'usuari",
			"device_text": "Aquesta aplicació està especialment subministrada a determinades màquines i pot ser que no estigui disponible en cap altre lloc.",
			"device_title": "Aquesta aplicació només està disponible a les màquines seleccionades",
			"device_type_text": "Si el tipus de dispositiu està restringit a determinats dispositius, només tindreu accés a aquest mètode d’entrega en un tipus de dispositiu especificat.",
			"device_type_title": "Tipus de dispositiu",
			"is_byod": "Estàs utilitzant el teu propi dispositiu",
			"is_laptop": "Utilitzeu un ordinador portàtil",
			"is_off_domain": "Sou fora del domini",
			"is_off_site": "Esteu off site",
			"is_on_domain": "Sou dins del domini",
			"is_on_site": "Esteu on site",
			"is_org_owned": "Estàs utilitzant un dispositiu de la institució",
			"laptop_only": "Només portàtil",
			"no_restrictions": "Qualsevol dispositiu",
			"not_byod": "El teu dispositiu no pertany a aquesta categoria",
			"not_laptop": "Per accedir a aquest mètode d’entrega, heu d’utilitzar un ordinador portàtil",
			"not_permitted": "No permès",
			"off_domain_text": "Si l'accés fora del domini no està permès, el teu dispositiu haurà d'estar connectat i autenticat a un dels dominis de la institució.",
			"off_domain_title": "Accés fora del domini",
			"off_site_text": "Si l'accés off-site no està permès, el teu dispositiu haurà d'estar connectat a la nostra xarxa local. Això pot incloure estar connectat per VPN.",
			"off_site_title": "Accés Off-site",
			"org_owned_rqd": "Utilitzes un dispositiu propietat de la institució per accedir a aquesta aplicació",
			"org_owned_text": "Si els dispositius propietat de la institució no estan permesos, només es podran utilitzar els dispositius propietat de l'usuari.",
			"org_owned_title": "Dispositius propietat de la institució",
			"permitted": "Permès"
		},
		"status": {
			"device": "Màquina",
			"device_byod": "Propietat de l'usuari",
			"device_laptop": "Portàtil",
			"device_org_owned": "Propietat de la universitat",
			"device_type": "Tipus de màquina",
			"location": "Ubicació",
			"not_byod": "No",
			"off_site": "Off-Site",
			"on_site": "On-Site",
			"os": "Sistema operatiu"
		}
	},
	"data_table": {
		"load_more": "Carrega més resultats",
		"more_found": "No s'estan mostrant tots els resultats. Fes clic a 'Carrega més resultats' per mostrar-los tots.",
		"no_data": "Ho sentim, no s'ha pogut trobar cap informació."
	},
	"delivery_methods": {
		"citrix_cloudpaged": "Citrix Cloudpaged",
		"citrix_cloudpaged_desc": "<p> El mètode d'entrega de Citrix Cloudpaged us proporcionarà accés a una aplicació que s'executa en un dispositiu remot, normalment allotjat a l'organització, mitjançant l'aplicació Citrix Workspace. </p> <p> Aquest mètode sol ser s'utilitza quan no està permès l'ús de l'aplicació a la qual accediu fora de l'organització, o bé requereix l'accés a recursos que no estan disponibles al vostre dispositiu. </p> <p> També es pot utilitzar si el dispositiu no està físicament capaç d'executar l'aplicació particular. </p>",
		"citrix_desktop": "Escriptori Citrix",
		"citrix_desktop_desc": "<p> El mètode d'entrega de l'escriptori Citrix us ofereix accés remot a un dispositiu allotjat per l'organització mitjançant l'aplicació Citrix Workspace. </p> <p> Els escriptoris Citrix us permeten accedir a aplicacions, fitxers i altres recursos com si estiguéssiu en un dispositiu de l'organització. </p> <p> Aquest mètode d'entrega normalment s’utilitzarà per proporcionar-vos accés a recursos que no estan disponibles des del vostre propi dispositiu. </p>",
		"citrix_native": "Citrix Natiu",
		"citrix_native_desc": "<p> El mètode d'entrega de Citrix us proporcionarà accés a una aplicació que s'executa en un dispositiu remot, generalment allotjat a la pròpia organització, mitjançant l'aplicació Citrix Workspace. </p> <p> Aquest mètode sol utilitzar-se quan l'ús de l'aplicació a la qual està accedint no està permès fora de l'organització, o bé requereix l'accés a recursos que no estan disponibles al vostre dispositiu. </p> <p> També es pot utilitzar si el dispositiu no és capaç físicament de l'execució de l'aplicació particular. </p>",
		"cloudpaging": "Cloudpaging",
		"cloudpaging_desc": "<p>El mètode d'entrega Cloudpaging ens permet oferir aplicacions sense haver d'instal·lar-les físicament al teu dispositiu.</p><p>En lloc d'això, l'aplicació és lliurada a través de la xarxa o d'Internet, de la mateixa forma com els reproductors multimèdia a la carta presenten contingut visual.</p><p>Un cop hagis fet clic a 'Inicia', l'aplicació s'emmagatzemarà i carregarà al dispositiu, i es comportarà com si estigués instal·lada localment, però en realitat s'està lliurant a través de la connexió.</p><p>Comprova la icona 'fora de línia permesa' per veure si necessites mantenir-te connectat per continuar utilitzant l'aplicació.</p>",
		"direct_download": "Descàrrega directa",
		"direct_download_desc": "<p>El mètode d'entrega de la descàrrega directa iniciarà la descàrrega d'un fitxer al navegador que, generalment, acabarà a la carpeta de descàrregues del teu dispositiu, depenent de la configuració del teu navegador.</p><p>Si estàs iniciant una aplicació, podria ser que el fitxer fos l'instal·lador d'aquesta aplicació. Si és així, pots instal·lar-lo tu mateix/a al teu dispositiu. Consulta la descripció de l'aplicació per obtenir més informació sobre què fer amb el fitxer proporcionat.</p>",
		"external_website": "Lloc web extern",
		"external_website_desc": "<p>El mètode d'entrega de lloc web extern simplement et dirigirà a un altre web on podràs trobar informació sobre l'accés a l'element que has seleccionat.</p><p>Si el recurs és una aplicació web, és probable que et porti directament a l'aplicació.</p>",
		"jamf_pro_ebook": "Llibre electrònic de Jamf",
		"jamf_pro_ebook_desc": "<p> El mètode d'entrega de llibres electrònics Jamf Pro iniciarà la implementació d'un fitxer de llibres electrònics al vostre dispositiu i, després, s'obrirà a l'aplicació predeterminada per a fitxers d'aquest tipus. </p>",
		"jamf_pro_mac_app_store_application": "Aplicació AppStore Jamf",
		"jamf_pro_mac_app_store_application_desc": "<p> El mètode d'entrega d'aplicacions per a Mac App Store, proporcionat per Jamf Pro, activarà la implementació d'una aplicació des de la botiga d'aplicacions Mac que es desplegarà al vostre dispositiu. </p> <p> Segons el tipus d'aplicació, és possible que se us demanarà que instal·leu l'aplicació vosaltres mateixos des de la botiga d'aplicacions de mac, però AppsAnywhere pot ser capaç de desplegar l'aplicació automàticament al vostre dispositiu, després de la qual es llançarà l'aplicació, a punt per utilitzar-la. </p>",
		"jamf_pro_policy": "Política de Jamf",
		"jamf_pro_policy_desc": "<p> Les polítiques proporcionades per Jamf Pro solen representar aplicacions que s'instal·laran i s'iniciaran després al vostre dispositiu, però també poden oferir-vos una àmplia gamma d'altres recursos disponibles. </p> <p> Comproveu la descripció de l'aplicació. per obtenir més informació sobre el que es lliurarà al vostre dispositiu mitjançant aquest mètode d'entrega.</p>",
		"locally_deployed_win": "Desplegat localment (Win)",
		"locally_deployed_win_desc": "<p>El mètode d'entrega implementat localment s'utilitza per iniciar aplicacions que ja s'han instal·lat en determinats dispositius Windows. L'administrador definirà quins dispositius tenen aquesta aplicació preinstal·lada i si accedeixes a AppsAnywhere en un d'aquests dispositius, aquest mètode d'entrega s'utilitzarà per iniciar l'aplicació directament, en lloc d'intentar desplegar-la de nou.</p>",
		"locally_installed": "Instal·lat localment",
		"locally_installed_desc": "<p>El mètode d'entrega instal·lat localment s'utilitza per iniciar aplicacions que ja estan instal·lades al dispositiu Windows o Mac. Si el client d'AppsAnywhere detecta que l'aplicació ja està disponible al teu dispositiu, et recomanarà aquest mètode d'entrega perquè l'aplicació es pugui iniciar directament.</p>",
		"none": "No es poden trobar mètodes d'entrega per a aquesta aplicació.",
		"osx_install": "Instal·la per a OSX",
		"osx_install_desc": "<p>El mètode d'entrega de la instal·lació d'OSX activarà la instal·lació completa del recurs seleccionat al teu dispositiu Mac OS.</p><p>Tot el procés serà totalment automatitzat i no hauràs de fer res més que esperar a que l'aplicació es posi en marxa.</p>",
		"parallels_cloudpaged": "Parallels: Cloudpaged",
		"parallels_cloudpaged_desc": "<p>El mètode d'entrega d'aplicacions remotes de Parallels et proporcionarà accés a una aplicació que s'estigui executant en un dispositiu remot, generalment allotjat a la institució, mitjançant el client Parallels.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accedeix no està permès fora de la institució, o requereix accés a recursos que no estan disponibles al dispositiu.</p><p>També es pot utilitzar si el teu dispositiu no és físicament capaç d'executar aquesta aplicació.</p>",
		"parallels_desktop": "Parallels: Escriptori",
		"parallels_desktop_desc": "<p>El mètode d'entrega d'escriptori de Parallels et proporciona accés remot a un dispositiu allotjat per la institució mitjançant els clients de Parallels.</p><p>Els escriptoris remots permeten accedir a aplicacions, arxius i altres recursos com si estiguessis assegut davant un dispositiu de la institució.</p><p>Aquest mètode d'entrega et permetrà accedir a recursos que no estiguin disponibles des del dispositiu.</p>",
		"parallels_html5_cloudpaged": "Parallels HTML5: Cloudpaged",
		"parallels_html5_cloudpaged_desc": "<p>El mètode d'entrega d'aplicacions remotes de Parallels et proporcionarà accés a una aplicació que s'estigui executant en un dispositiu remot, generalment allotjat a la institució, des del teu navegador.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accedeix no està permès fora de la institució, o requereix accés a recursos que no estan disponibles al dispositiu.</p><p>També es pot utilitzar si el teu dispositiu no és físicament capaç d'executar aquesta aplicació.</p>",
		"parallels_html5_desktop": "Parallels HTML5: Escriptori",
		"parallels_html5_desktop_desc": "<p>El mètode d'entrega de l'escriptori Parallels HTML5 et proporciona accés remot a un dispositiu allotjat per la institució des del teu navegador.</p><p>Els escriptoris remots permeten accedir a aplicacions, arxius i altres recursos com si estiguessis assegut davant un dispositiu de la institució.</p><p>Aquest mètode d'entrega et permetrà accedir a recursos que no estiguin disponibles des del dispositiu.</p>",
		"parallels_html5_native": "Parallels HTML5: Natiu",
		"parallels_html5_native_desc": "<p>El mètode d'entrega d'aplicacions remotes de Parallels et proporcionarà accés a una aplicació que s'estigui executant en un dispositiu remot, generalment allotjat a la institució, des del teu navegador.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accedeix no està permès fora de la institució, o requereix accés a recursos que no estan disponibles al dispositiu.</p><p>També es pot utilitzar si el teu dispositiu no és físicament capaç d'executar aquesta aplicació.</p>",
		"parallels_native": "Parallels: Natiu",
		"parallels_native_desc": "<p>El mètode d'entrega d'aplicacions remotes de Parallels et proporcionarà accés a una aplicació que s'estigui executant en un dispositiu remot, generalment allotjat a la institució, mitjançant el client Parallels.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accedeix no està permès fora de la institució, o requereix accés a recursos que no estan disponibles al dispositiu.</p><p>També es pot utilitzar si el teu dispositiu no és físicament capaç d'executar aquesta aplicació.</p>",
		"priority_error": "No hem pogut desar les prioritats del mètode d'entrega.",
		"priority_success": "La prioritat del mètode d'entrega s'ha actualitzat correctament.",
		"remoteapp": "RemoteApp",
		"remoteapp_desc": "<p>El mètode d'entrega RemoteApp utilitza la tecnologia RemoteApp de Microsoft per accedir a una aplicació que s'executa en un altre equip, generalment en un servidor de la xarxa de la institució.</p><p>No necessites instal·lar res al dispositiu, però hauràs d'estar connectat per continuar utilitzant l'aplicació.</p>",
		"sccmappv_install": "SCCM/App-V Install",
		"sccmappv_install_desc": "<p>El mètode d'entrega d'instal·lació SCCM/App-V activarà la instal·lació completa del recurs seleccionat al teu dispositiu Windows.</p><p>El procés d'instal·lació serà totalment automatitzat i no hauràs de fer res més que esperar que el recurs estigui disponible permanentment a la màquina.</p>",
		"secure_download": "Descàrrega segura",
		"secure_download_desc": "<p>El mètode d'entrega de la transferència segura iniciarà la descàrrega d'un fitxer al teu navegador que (generalment) acabarà a la carpeta de descàrregues del teu dispositiu, depenent de la configuració del navegador.</p><p>Si estàs iniciant una aplicació, podria ser que el fitxer fos l'instal·lador d'aquesta aplicació. Si és així, pots instal·lar-lo tu mateix/a al teu dispositiu. Consulta la descripció de l'aplicació per obtenir més informació sobre què fer amb el fitxer proporcionat.</p><p>Aquestes descàrregues estan disponibles només quan estàs autenticat a AppsAnywhere.</p>",
		"virtual_desktop_wvd": "Windows Virtual Desktop",
		"vmware_horizon_cloudpaged": "VMWare Horizon: Cloudpaged",
		"vmware_horizon_cloudpaged_desc": "<p>El mètode d'entrega de l'aplicació remota de VMware Horizon et proporcionarà accés a una aplicació que s'estigui executant en un dispositiu remot, normalment allotjat a la institució.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accedeix no està permès fora de la institució, o requereix accés a recursos que no estan disponibles al dispositiu.</p><p>També es pot utilitzar si el dispositiu no és físicament capaç d'executar aquesta aplicació.</p>",
		"vmware_horizon_desktop": "VMWare Horizon: Escriptori",
		"vmware_horizon_desktop_desc": "<p>El mètode d'entrega de l'escriptori VMware Horizon t'ofereix accés complet i remot a un dispositiu allotjat per la institució.</p><p>Els escriptoris remots permeten accedir a aplicacions, arxius i altres recursos com si estiguessis assegut davant un dispositiu de la institució.</p><p>Normalment, aquest mètode d'entrega et permetrà accedir a recursos que no estiguin disponibles des del dispositiu.</p>",
		"vmware_horizon_native": "VMWare Horizon: Natiu",
		"vmware_horizon_native_desc": "<p>El mètode d'entrega de l'aplicació remota de VMware Horizon et proporcionarà accés a una aplicació que s'estigui executant en un dispositiu remot, normalment allotjat a la institució.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accedeix no està permès fora de la institució, o requereix accés a recursos que no estan disponibles al dispositiu.</p><p>També es pot utilitzar si el dispositiu no és físicament  capaç d'executar aquesta aplicació.</p>",
		"windows_executable": "Windows executable",
		"windows_executable_desc": "<p>El mètode d'entrega executable de Windows activarà el llançament (i possiblement també la instal·lació) de l'aplicació al teu dispositiu Windows.</p><p>Tot el procés serà totalment automatitzat i no has de fer res més que esperar a que l'aplicació es posi en marxa.</p>",
		"windows_virtual_desktop_wvd_desc": "<p> El mètode de lliurament de l'escriptori virtual de Windows us proporcionarà accés a una aplicació que s'executa en un dispositiu remot, normalment allotjat al lloc de l'organització.</p><p>Aquest mètode s'utilitza normalment quan l'ús de l'aplicació a la qual accediu no està permès fora de l'organització o requereix accés a recursos que no estan disponibles al vostre dispositiu.</p><p>També es pot utilitzar si el vostre dispositiu no és físicament capaç d'executar l'aplicació concreta.</p>"
	},
	"dependency": {
		"have": "Ja ho tinc",
		"intro_automatic": "L'aplicació que està a punt de començar té dependències que s'executaran automàticament. Les aplicacions requerides s'enumeren aquí per a la teva informació.",
		"intro_manual": "L'aplicació que ets a punt d'iniciar té dependències. Una vegada que totes les aplicacions que figuren aquí s'hagin iniciat, podràs continuar.",
		"launch_all": "Inicia aplicacions i dependències",
		"launch_single": "Inicia l'aplicació",
		"title": "Dependències de l'aplicació"
	},
	"discoverables": {
		"close": "OK",
		"content": {
			"favourites_text": "Cerca les teves aplicacions preferides a la pestanya de preferits.",
			"filters_text": "Fes un clic a l'etiqueta per esborrar el filtre.",
			"search_text": "Ves ràpidament a la barra de cerca utilitzant 's'."
		},
		"show_tips": "Mostra'm consells",
		"title": "Millor consell!"
	},
	"error": {
		"apps": {
			"initial": "Ho sentim, no hem pogut carregar les aplicacions en aquest moment. Torna-ho a provar.",
			"more_info": "No hem pogut carregar tota la informació de l'aplicació.",
			"no_compat_info": "No s'ha pogut trobar la informació de compatibilitat per a aquesta aplicació."
		},
		"categories": "No hem pogut carregar la informació de la categoria. Encara pots accedir a les teves aplicacions, però no podràs cercar per categoria. Si aquest problema continua, posa't en contacte amb el servei de suport.",
		"client_settings": "Els canvis no s'han pogut desar en aquest moment. Torna-ho a provar.",
		"cloudpaging_applications": "Les aplicacions de CloudPaging no s'han pogut carregar en aquest moment.",
		"context": "No s'ha pogut carregar el context d'aplicació. Les aplicacions no estaran disponibles.",
		"copy": "Ha fallat la còpia. Prem Ctrl / Cmd + C per copiar el text seleccionat.",
		"delivery_methods": "Els mètodes d'entrega no s'han pogut carregar en aquest moment. Intenta actualitzar la pàgina.",
		"favourites": {
			"toggle": "No hem pogut actualitzar l'aplicació. Torna-ho a provar."
		},
		"identity": "No hem pogut recuperar la teva informació d'identitat. Si aquest problema continua, posa't en contacte amb suport.",
		"launch": "Hi ha hagut un problema per determinar com iniciar l'aplicació. Torna-ho a provar.",
		"lazyload": "Hi ha hagut un problema al carregar una de les icones, però l'aplicació hauria de seguir funcionant correctament.",
		"login": "Hi ha hagut un problema a l'intentar iniciar sessió. Torna-ho a provar de nou.",
		"machine_apps": "Ho sentim, no hem pogut determinar si hi ha aplicacions addicionals disponibles per a aquest dispositiu. Torna-ho a provar.",
		"register_new_apps": "Hi ha hagut un problema al registrar noves aplicacions. Torna-ho a provar.",
		"session": {
			"mass_action": "No hem pogut realitzar aquesta acció. Si aquest problema persisteix, contacteu amb el suport."
		},
		"validation": {
			"copy": "Ho sentim, no hem pogut validar el teu dispositiu en aquest moment. Fes clic a 'Reintenta' i no oblidis acceptar la 'Sol·licitud de protocol extern'",
			"fail": "No hem pogut recuperar el teu estat de validació. Si aquest problema persisteix, posa't en contacte amb el servei de suport.",
			"title": "La validació ha fallat"
		}
	},
	"eula": {
		"accept": "Accepto",
		"instructions": {
			"end": "abans d’accedir a AppsAnywhere.",
			"start": "Llegiu el contingut i accepteu el següent"
		},
		"log_out": "Tancar sessió",
		"warning": "Heu de llegir els acords de llicència abans d’acceptar."
	},
	"favourite": {
		"add_text": "Afegeix als preferits",
		"add_title": "Afegeix als preferits",
		"remove_text": "Elimina",
		"remove_title": "Elimina dels preferits"
	},
	"filter": {
		"all_available": "Totes disponibles",
		"all_available_description": "- Nombre d'aplicacions disponibles:",
		"all_provisioned": "Totes",
		"all_provisioned_description": "- Nombre d'aplicacions, disponibles i no disponibles:",
		"apps": "Aplicacions",
		"apps_description": "- Nombre d'aplicacions:",
		"categories": {
			"none_selected": "No hi ha categories seleccionades",
			"plural": "Categories",
			"singular": "Categoria"
		},
		"containing": "Conté",
		"desktops": "Escriptoris",
		"desktops_description": "- Nombre d'escriptoris:",
		"favourites": "Favorits",
		"favourites_description": "- Nombre d'aplicacions preferides:",
		"list": "A la llista d'aplicacions",
		"list_description": "- Nombre d'aplicacions a la vostra llista:",
		"os_plural": "Sistemes operatius",
		"os_short": "SO",
		"os_singular": "Sistema operatiu",
		"remove_filter": " - Feu clic per eliminar aquest filtre",
		"shared_list": {
			"plural": "Llistes d'aplicacions",
			"singular": "Llista d'aplicacions"
		},
		"show": "Mostra",
		"unavailable": "No disponible",
		"unavailable_description": ", Nombre d'aplicacions no disponible:"
	},
	"form": {
		"required": "Aquest camp és obligatori."
	},
	"header": {
		"access_admin": "Torna a l'administració",
		"access_analytics": "Torna a Analytics",
		"access_reporter": "Torna al Reporter",
		"logged_in_as": "S'ha iniciat sessió",
		"logout": "Tanca sessió",
		"search_tooltip": "Cerca aplicacions",
		"skip_to_apps": "Salta a les aplicacions",
		"using_domain": "Utilitzant el domini"
	},
	"help": {
		"contact_support": "Contacta amb el suport",
		"email_message": "Si no trobeu la resposta a la vostra pregunta, feu clic a \"Contacta amb el suport\" per enviar la vostra pregunta al departament de suport.",
		"error": "S'ha produït un error en carregar el contingut d'ajuda.",
		"form": {
			"description": "Descripció del problema",
			"email": "Adreça de correu electrònic de l'organització",
			"subject": "Resum del problema",
			"type": "Tipus de problema"
		},
		"general_message": "Si necessiteu ajuda amb qualsevol part del servei AppsAnywhere, poseu-vos en contacte amb el departament IT de la vostra organització.",
		"return_home": "Tornar a l’ajuda",
		"support_message": "Podeu trobar moltes respostes a preguntes sobre AppsAnywhere al lloc de suport de l'organització a les quals podeu accedir fent clic al botó \"Ajuda i assistència\".",
		"title": "Ajuda",
		"visit_helpdesk": "Visiteu el servei de suport"
	},
	"hints": {
		"close": "Entesos!",
		"content": {
			"favorites_text": "Configura les aplicacions més utilitzades com a 'Preferits' situant-te damunt l'aplicació i fent un clic a l'estrella. Aquestes aplicacions apareixeran quan vagis a la pestanya 'Preferits' al menú de filtres.",
			"layout_text": "Personalitza la teva visualització triant entre tres dissenys d'aplicacions. Ves al menú de preferències per triar la teva visualització preferida.",
			"unavailable_text": "Si una aplicació està en gris  vol dir que no està disponible. Pots veure com accedir-hi, situant el cursor al damunt i fent un clic a 'Més informació'"
		},
		"show_tips": "Mostra'm consells",
		"title": "Sabies que...?"
	},
	"language": {
		"error": {
			"load": "No hem pogut carregar l'idioma seleccionat"
		}
	},
	"launching": {
		"direct_download": {
			"button": "Ho tinc!",
			"text": "Aviat hauríeu de començar la descàrrega.",
			"title": "Comencem la descàrrega."
		}
	},
	"ldap": {
		"no_data": "Ho sento, no s'ha pogut trobar cap informació en aquest moment."
	},
	"list_control": {
		"cancel": "Cancel·la",
		"delete": "Elimina",
		"description": "Afegiu aplicacions a aquesta llista fent un clic sobre la llista d'aplicacions i feu clic a \"Afegir a la llista\".",
		"edit_name": "Canviar el nom",
		"filter_apps": "Mostra només les aplicacions d'aquesta llista",
		"finished": "Acaba",
		"name_label": "Edició:",
		"save": "Desa",
		"share_list": "Comparteix la llista",
		"show_all": "Mostra totes les aplicacions",
		"update": "Actualitza"
	},
	"login": {
		"365": "Inicia sessió amb Office 365",
		"eula": "Acord de llicència d'usuari final",
		"eula_acronym": "(EULA)",
		"eula_message": "En iniciar la sessió, accepteu els termes del document",
		"password": "Contrasenya",
		"placeholder": {
			"password": "Contrasenya",
			"username": "Usuari"
		},
		"redirecting": "Redirigint",
		"sign_in": "Inicia sessió",
		"sign_in_or": "o",
		"sign_in_via": "Inicieu sessió mitjançant ...",
		"sign_in_via_different_method": "Inicieu sessió mitjançant un mètode diferent",
		"sign_in_via_username": "Usuari i Contrasenya",
		"signing_in": "Inici de sessió",
		"username": "Nom d'usuari"
	},
	"lti": {
		"apps": {
			"found": "Encara no s'ha seleccionat cap aplicació per a aquest curs. | S'ha trobat 1 aplicació per a aquest curs | S'han trobat {count} aplicacions per a aquest curs",
			"loading": "Carregant les aplicacions",
			"missing": "Hem detectat que falten algunes aplicacions d'aquesta llista. Poseu-vos en contacte amb l'administrador del vostre curs si aquest problema persisteix.",
			"view_all": "Veure totes les aplicacions"
		},
		"error": {
			"course_code": "El codi d'aquest curs és buit, però és necessari per continuar.",
			"course_not_found": "No s'ha pogut trobar el curs especificat.",
			"no_administration": "No teniu permís per crear una llista d'aplicacions per a aquest curs.",
			"no_course_code": "El curs especificat no té un codi de curs vàlid.",
			"try_reloading": "Si torneu a carregar aquesta pàgina i no es soluciona el problema, poseu-vos en contacte amb l'administrador del vostre curs.",
			"unauthorised": "Ho sentim, no tens permís per veure aquesta pàgina."
		},
		"lists": {
			"associate": {
				"already_associated": {
					"title": "Llistes ja associades a un altre curs"
				},
				"currently_selected": "Aquesta és la llista seleccionada actualment.",
				"title": "Associa la llista d'aplicacions",
				"update": "Associeu una llista d'aplicacions diferent"
			},
			"code_description": "Aquesta llista d'aplicacions s'ha associat amb el curs següent al vostre sistema de gestió de l'aprenentatge.",
			"create": "Creeu una llista nova",
			"creating": {
				"checking_for_updates": "Comprovant les actualitzacions de la llista",
				"list_apps_updated": "S'han actualitzat les aplicacions de la llista associada a aquest curs",
				"list_updated": "La llista associada a aquest curs s'ha actualitzat a  \"{list_name}\"",
				"stop_checking_for_updates": "Deixeu de comprovar"
			},
			"edit": "Edita aquesta llista",
			"editing": {
				"list_deleted": "La llista associada a aquest curs s'ha eliminat"
			},
			"loading": "S'estan carregant les llistes d'aplicacions",
			"no_apps": {
				"button": "Afegiu aplicacions ara",
				"copy": "Les aplicacions que afegiu a aquesta llista apareixeran aquí.",
				"title": "No s'ha trobat cap aplicació en aquesta llista."
			},
			"none_found": "Ho sentim, no hem pogut trobar cap llista que es pugui associar a aquest curs.",
			"none_linked": {
				"button": "Associa la llista d'aplicacions",
				"copy": "Associa una llista amb aquest curs per mostrar les aplicacions.",
				"title": "No hi ha cap llista d'aplicacions associada"
			},
			"selected": "Seleccionat"
		},
		"timeout": {
			"description": "La vostra sessió s'ha esgotat, si aquest problema persisteix després d'actualitzar la pàgina, poseu-vos en contacte amb l'administrador.",
			"title": "Temps d’espera de la sessió"
		}
	},
	"manager": {
		"missing": {
			"copy": "Necessites tenir instal·lat AppsAnywhere perquè puguem entregar les teves aplicacions. Si encara no has instal·lat AppsAnywhere, només cal que facis clic a 'Instal·la ara'",
			"title": "Has instal·lat AppsAnywhere al teu dispositiu?"
		}
	},
	"misc": {
		"all_rights_reserved": "Tots els drets reservats",
		"copied": "Copiat!",
		"currently_showing": "S'està mostrant actualment",
		"slow_connection": "Sembla que triga més del que és habitual. Encara ho estem intentant. Espera, si us plau.",
		"unknown": "Desconegut"
	},
	"platform": {
		"android": "Plataforma Android",
		"ios": "Plataforma iOS",
		"linux": "Plataforma Linux",
		"mac": "Plataforma macOS",
		"unsupported": "La plataforma que utilitzes no és compatible actualment. Algunes aplicacions encara podrien funcionar correctament."
	},
	"popup": {
		"close_message": "Tanca el missatge",
		"go_away": "No ho mostris més"
	},
	"pre_launch": {
		"of": "de",
		"step": "Pas",
		"wvd": {
			"add_workspace": "Feu clic al botó Afegeix per afegir a l'espai de treball.",
			"click_add_workspace": "Feu clic al botó Afegeix espai de treball.",
			"click_copy_url": "Feu clic a Copia l'URL a continuació i enganxeu-lo a la pantalla Afegeix àrea de treball que es mostra a continuació.",
			"click_launch_button": "Feu clic al botó següent per iniciar el client d'escriptori virtual.",
			"click_workspaces": "Feu clic a la pestanya d'espais de treball.",
			"copy_url": "Copia l'URL",
			"find_desktop": "Cerqueu l'escriptori anomenat <b>{DesktopName}</b> i feu doble clic per iniciar-lo.",
			"launch_app": "Un cop estiguis a l'escriptori virtual, fes servir AppsAnywhere per iniciar-lo {AppName}.",
			"repeat_credentials": "És possible que tingueu d'iniciar la sessió a l'escriptori amb les mateixes credencials.",
			"sign_in_university_account": "Inicieu la sessió amb el vostre compte universitari.",
			"university_account": "Inicieu la sessió amb el vostre compte universitari.",
			"vd_required": "Aquesta aplicació s'ha de llançar en un escriptori virtual",
			"warn_launch_button": "Us mostrarem un botó per iniciar l'escriptori virtual en un moment. És possible que tingueu d'iniciar la sessió a l'escriptori amb les vostres credencials universitàries.",
			"warn_sign_in_university_account": "Quan s'obre el client, és possible que se us demani que inicieu sessió amb el vostre compte de la universitat."
		}
	},
	"preferences": {
		"language": "Idioma",
		"layout": "Disseny",
		"show_tips": "Mostra consells",
		"title": "Preferències"
	},
	"search": {
		"no_results": "No s'ha trobat cap coincidència"
	},
	"settings": {
		"app_lists": "Llistes d'aplicacions",
		"preference": "Preferències",
		"take_tour": "Fer el tour"
	},
	"setup": {
		"download": {
			"done": "Fet",
			"started": {
				"copy": "<p><strong class=\"brand\">Només has de fer-ho el primer cop que visitis AppsAnywhere des d'un nou dispositiu.</strong><br /> Per entrar a AppsAnywhere, només has d'instal·lar el programa&hellip;</p><ol class=\"standout-list\"><li class=\"standout-list__item\"><span>La descàrrega hauria de començar automàticament.<br />(Si en 5 segons no ha començat, <strong><a href=\"{AppManagerLocation}\">fes un clic aquí</a></strong>).</span></li><li class=\"standout-list__item\"><span>Quan la descàrrega hagi finalitzat, fes un clic <strong class=\"brand\">&lsquo;Executa&rsquo;</strong> per iniciar el programa.</span></li><li class=\"standout-list__item\"><span>Feu clic a <strong class=\"brand\">&lsquo;Següent&rsquo;</strong> fins que aparegui <strong class=\"brand\">&lsquo;Fet&rsquo;</strong>.</span></li></ol>",
				"help": "Fes un clic a Fet un cop hagis completat la instal·lació.",
				"title": "La vostra descàrrega ha començat."
			}
		},
		"install": {
			"step_one": "Accepta la descàrrega",
			"step_three": "Permet que s'iniciï",
			"step_two": "Instal·la AppsAnywhere"
		}
	},
	"tour": {
		"begin": "Comença",
		"completed-aria": "Acaba el tour",
		"completed-text": "Fet",
		"content": {
			"aa_client_text": "El client AppsAnywhere descobreix quines aplicacions pots accedir i ens ajuda a iniciar les teves aplicacions.",
			"aa_client_title": "Client AppsAnywhere",
			"launching_text": "Per iniciar una aplicació, només has de situar el cursor al seu damunt i fer un clic a 'Inicia'",
			"launching_title": "Inicia aplicacions",
			"more_info_text": "Per trobar informació sobre com i des d'on es pot accedir a una aplicació, fes clic a 'Més informació'.",
			"more_info_title": "Més informació",
			"search_text": "Cerca ràpidament les teves aplicacions amb el quadre de cerca.",
			"search_title": "Cerca",
			"validation_text": "Cada vegada que iniciïs sessió a AppsAnywhere, verificarem el teu dispositiu per veure a quines aplicacions tens accés.",
			"validation_title": "Valida el teu dispositiu",
			"welcome_text": "AppsAnywhere és el lloc des d'on pots accedir a totes les teves aplicacions.",
			"welcome_title": "Benvinguda"
		},
		"dismiss": "Ja n'ets un expert",
		"next-aria": "Pas següent del tour",
		"next-text": "Següent",
		"previous-aria": "Pas anterior del tour",
		"previous-text": "Anterior",
		"skip_text": "Salta el tour"
	},
	"two_factor": {
		"error": "Hi ha hagut un problema a l'enviar el codi. Torna-ho a provar.",
		"required": {
			"text": "Per publicar algunes de les teves aplicacions, has de proporcionar un codi únic.",
			"title": "Es requereix l'autenticació amb dos factors."
		},
		"start": "Autentica ara",
		"submit_code": "Envia codi",
		"text": "Introdueix el codi que coincideixi amb la imatge següent per accedir a les teves aplicacions.",
		"title": "Autenticació de dos factors"
	},
	"validation": {
		"complete": {
			"text": "Has estat validat amb èxit.",
			"title": "Validació correcta"
		},
		"protocol": {
			"appsanywhere": {
				"text": "Sempre que se us demani, feu clic a \"Inicia l'aplicació\" per permetre'ns validar el vostre dispositiu.",
				"title": "Estem intentant connectar amb el client AppsAnywhere des del teu dispositiu."
			},
			"button": "Llest!",
			"parallels": {
				"text": "Sempre que se us demani, feu clic a \"Inicia l'aplicació\" per permetre'ns iniciar la vostra aplicació.",
				"title": "Intentem comunicar-nos amb Parallels al dispositiu."
			}
		},
		"required": {
			"text": "No podem fer que totes les teves aplicacions estiguin disponibles fins que haguem recopilat més informació sobre el teu dispositiu.",
			"title": "Validació obligatòria"
		},
		"retry": "Reintenta",
		"start": "Valida ara",
		"validating": {
			"text": "Actualment estem validant. Espera si us plau…",
			"title": "Validació en progrés…"
		}
	},
	"welcome": {
		"already_used": "Ja he fet servir AppsAnywhere en aquest dispositiu!",
		"first_time": "És la primera vegada que faig servir AppsAnywhere en aquest dispositiu.",
		"go": "Comença",
		"title": "Benvinguts a AppsAnywhere"
	}
}
